---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RailingSystemSecondaryHandrailsLatteralOffset
source: html/daac4833-401c-e3ba-289c-1f82ca5fbb5e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RailingSystemSecondaryHandrailsLatteralOffset Property

"Lateral Offset"

## Syntax (C#)
```csharp
public static ForgeTypeId RailingSystemSecondaryHandrailsLatteralOffset { get; }
```